class ArabicText {
  static const String brief1 = "وُلد مصطفى إسماعيل في قرية"
      "\n "
      "ميت غزال بالقرب من طنطا في"
      "\n"
      " مصر في 17 يونيو 1905. كان"
      "\n"
      " يربى من قبل جده، وكان يركز"
      "\n"
      " على تلاوة القرآن الكريم منذ "
      "\n"
      "صغره. عندما بلغ سن 10 "
      "\n"
      "سنوات، أتم حفظ القرآن الكريم كاملا.";

  static const String brief2 = " التحق ب المعهد الأحمدي في"
      "\n"
      " طنطا ليتم دراسة القراءات"
      "\n"
      " وأحكام التلاوة. أتم الشيخ تلاوة"
      "\n"
      " وتجويد القرآن الكريم وراجعه "
      "\n"
      "  ثلاثين مرة على يد الشيخ إدريس"
      "\n"
      " فاخر.";

  static const String brief3 = "تميَّز الشيخ مصطفى إسماعيل"
      "\n"
      "  منذ صغره بأداء فذًّ في تلاوة "
      "\n"
      "ايات  كتاب الله عز وجل، وبراعة"
      "\n"
      " مُنقطعة النظير في التَّنقُّل بين "
      "\n"
      "أنغامها وألوانها، وحسنِ تعبير"
      "\n"
      " عن معاني آياتها وكلماتها بصوته"
      "\n"
      " وأدائه، ووقفِه وابتدائه، وتمكُّنه "
      "\n"
      "في تجويد وقراءات القرآن الكريم.";

  static const String brief4 = "ارتحل فى  بداية الأربعينيات إلى "
      "\n"
      "القاهرة ليطرق باب الشهرة،"
      "\n"
      " وبدأت نجاحاته تعلو وتزداد فى"
      "\n"
      " سماء المقرئين فأصبح له مكانة"
      "\n"
      " وشعبية كبرى بين المصريين،"
      "\n"
      " ممتدا لهذا النجاح إلى جماهير "
      "\n"
      "الامة الإسلامية والعربية، حيث "
      "\n"
      "ارتفع صوته عبر الإذاعة المصرية"
      "\n"
      " يطرق أسماع المسلمين.";
  static const String brief5 = "وقد جاب كثيرًا من دول العالم؛"
      "\n"
      " قارئًا لآيات القرآن الكريم، ومُحْيِيًا"
      "\n"
      " ليالي رمضان، وسط احتفاءٍ"
      "\n"
      " وتقدير كبيرين على المستوى "
      "\n"
      "الشعبي والرسمي في شتى "
      "\n"
      "الدول التي زارها، والتي من بينها "
      "\n"
      "دولة فلسطين، التي قرأ بحرمها "
      "\n"
      "القدسي الشريف «المسجد "
      "\n"
      "الأقصى» تلاوته المشهورة"
      "\n"
      " في ذكرى الإسراء والمعراج عام"
      "\n"
      " 1960م، كما حصل على العديد"
      "\n"
      " من الأوسمة داخل مصر "
      "\n"
      "وخارجها.";
  static const String brief6 = "وبعد صحبةٍ صادقةٍ لتلاوة آيات"
      "\n"
      " القرآن الكريم دامت إلى آخر أيام"
      "\n"
      " حياته؛ رحل الشيخ عن عالمنا في "
      "\n"
      "26 من ديسمبر عام 1978م،"
      "\n"
      " ودُفن في قريته ميت غزال،"
      "\n"
      " بمركز السنطة، محافظة الغربية؛"
      "\n"
      " تاركًا خلفه ثروة كبيرة من "
      "\n"
      "التِّلاوات القرآنية الرائعة"
      "\n"
      " والمُتقنة.";

  static const String brief7 = "فاللهم ارحمه واغفر له "
      "\n"
      "وتجاوز عن سيئاته واجزه بخير ما عمل."
      "\n"
      " وأبدله داراً خيراً من داره "
      "\n"
      "وأهلاً خيراً من أهله "
      "\n"
      "و أحشره مع النبيين و الصديقين "
      "\n"
      "و أوسع مدخله يارب العالمين";

  static const String skip = "تخطي";

  static const String torath = "تراث";
  static const String mainHome = "الرئيسية";
  static const String favourite = "المفضلة";
  static const String sera = "السيرة";
  static const String contactUs = "تواصل معنا";
  static const String mogawad = "المصحف المجود";
  static const String moratal = "المصحف المرتل";
  static const String mahafel = "المحافل";
  static const String azan = "الاذان";
  static const String pictures = "الصور";
  static const String tvMeetings = "لقاءات اعلاميه ";
}
